;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Joan Queralt
; 
; Wise Game Booster
; Soft Version: 1.32.41
; Update: 2015-08-26
;
[GUI]
ButtonYes=Sí
ButtonNo=No
ButtonOK=D'acord
ButtonMinimize=Minimitzar
ButtonMaximize=Maximitzar
ButtonClose=Tancar
ButtonRestore=Restaurar
ButtonMenu=Menú

[Lang]
NativeLanguage=Català
[Translation]
LangCode=0403
ReadHabit=Esquerra-a-dreta
LanguageName=CAT
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informació
Warning=Avís
Error=Error
Confirm=Confirmació
CurVer=Versió Actual:
FrmGBMain.btnfeedback.caption=Suggeriments
FrmGBMain.btncheckver.caption=Revisar si hi ha una nova versió
BtnEnd=Acabar
;
; Abaut
;
FrmGBAbout.caption=Quant a
FrmGBAbout.btnok.caption=D'acord
FrmGBAbout.lblver.caption=Versió actual:
FrmGBAbout.lblemail.caption=Email de suport:
FrmGBAbout.lblhome.caption=Pàgina Web:
FrmGBAbout.lblthank.caption=S'agraeix la col·laboració de les següents persones:

;
; Popup Menú
;
pmNewsletter=Rebre notícies
pmfeedback=Suggeriments
pmHelp=Ajuda en línia
pmHome=Pàgina Web 
pmContact=Contacti amb nosaltres
pmCheckNew=Actualitzacions
pmLang=Idioma
pmAbout=Sobre nosaltres
pmCheckNew=Actualitzacions
pmrun=Executar Joc
pmadd=Afegir Joc
pmdel=Eliminar Joc
pminfo=Informació del Joc
pmEndProcess=Acabar Procés
pmExclude=Excloure
pmNoExclude=Cancel·lar exclusió
pmGoogle=Cercar en Google 


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Els meus Jocs
FrmGBMain.BtnTabOpt.Caption=Optimar Sistema
FrmGBMain.BtnTabProcess.Caption=Optimar Processos
FrmGBMain.BtnTabService.Caption=Optimar Serveis
FrmGBMain.Btnlikeit.Caption=M'agrada
FrmGBMain.BtnRestore.Caption=Restaurar 

;
; Like Us
;
FrmLikeit.lblTitle.caption=Si li agrada Wise Game Booster aconselli-ho als seus amics.
FrmLikeit.lblInfo.caption=Comparteixi Wise Game Booster amb familiars, amics, companys de classe i col·legues via Email, Blog, Twitter, Youtube, Facebook, etc. Els regalarà comoditat i eficiència.
FrmLikeit.lblRate.caption=Qualifiqui Wise Game Booster:
FrmLikeit.lblfollow.caption=Segueixi'ns a:
FrmLikeit.lblshare.caption=Comparteixi Wise Game Booster:
FrmLikeit.btndownload.caption=Descàrrega gratuïta
FrmLikeit.imgrate.hint=Concedeix-nos 5 estrelles
FrmLikeit.imgmail.hint=Comparteixi-ho amb els amics
FrmLikeit.imgface1.hint=Comparteixi-ho en Facebook
FrmLikeit.imgface2.hint=Segueixi'ns a Facebook
FrmLikeit.imgtwitter1.hint=Comparteixi-ho en Twitter
FrmLikeit.imgtwitter2.hint=Segueixi'ns en Twitter
FrmLikeit.Caption=M'agrada
FrmLikeit.lbldownload.caption=Descarregui més programes gratuïts de WiseCleaner.com

FrmGBMain.btnFacebook.hint=Doni'ns un m'agrada Wise Game Booster a Facebook
FrmGBMain.btnTwitter.hint=Comparteixi Wise Game Booster a Twitter
FrmGBMain.btnEmail.hint=Comparteixi Wise Game Booster amb els amics

;
; gameinfo
;
FrmGameinfo.caption=Informació del Joc
FrmGameinfo.lbltype.caption=Tipus de Joc:
FrmGameinfo.lblname.caption=Nom de l'Arxiu:
FrmGameinfo.lblPublisher.caption=Desenvolupador:
FrmGameinfo.lbltimes.caption=Nombre d'Inicis:
FrmGameinfo.lbllasttime.caption=Última Execució:
FrmGameinfo.lblrate.caption=Qualificació:
FrmGameinfo.lblcomment.caption=Notes:
FrmGameinfo.btnok.caption=D'acord
FrmGameinfo.btncancel.caption=Cancel·lar
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimitzar
FrmGameBox.btnProcessopt.caption=Optimitzar
FrmGameBox.btnServiceopt.caption=Optimitzar
FrmGameBox.btnopt.caption=Optimitzar Tot

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimitzar Tot
FrmSysOpt.lblhint.caption=Optimitzi els següents elements per millorar les prestacions durant el joc:
FrmSysOpt.lblreall.caption=Reprendre Tot
;
;processopt
;
FrmProcess.lblhint.caption=Tanqui els processos que fan servir molta memòria per accelerar el joc.
ProcessCpu=CPU Usada
ProcessMemory=Memòria Usada
ProcessSuggest=Suggeriment
ProcessAction=Gestió Processos
ProcessMostMemUse=Programes que utilitzen molta memòria
;
;Serviceopt
;
FrmService.lblhint.caption=Tancar serveis irrellevants per accelerar la velocitat del joc.
ServicePublisher=Desenvolupador
ServiceSuggest=Suggeriment
ServiceAction=Gestió Serveis
ServiceStop=Aturar Serveis Irrellevants
ServiceDisable=Aturar
ServiceEnable=Iniciar
ServiceKeep=Mantenir
ServiceMust=Ha d'estar obert

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Reprendre Tot
Frmrestore.caption=Reprendre Serveis
Frmrestore.Btnok.caption=D'acord
ServiceName=Nom del Servei
ServiceChangeDateTime=Última Modificació
ServiceRestore=Reprendre Servei

[GameBox]
lstbtnsearch=Cercar Joc
GameUnknow=Desconegut
GameRPG=Joc de rol
GameShot=Joc de trets
GameOther=Altres jocs
NeverPlay=Mai jugat
UnknowPublisher=Desenvolupador desconegut
lstbtnadd=Afegir Joc
LblSysopt=Optimització del Sistema
LblProcessopt=Gestió de processos
LblServiceopt=Optimització de serveis
LblTitleCheck=Revisant prestacions de l'ordinador...

[message]
NewVer=Hi ha una nova versió disponible! Vol actualitzar-la ara?
FirRun=Vol que el programa cerqui automàticament tots els jocs instal·lats, en el seu primer inici?
NoNewVer=Enhorabona! Està utilitzant l'última versió.
CheckComputer=Revisant prestacions de l'ordinador. Esperi si us plau...
SearchGame=Cercant jocs instal·lats. Esperi si us plau...
Allgood=Enhorabona! L'ordinador està en bones condicions i no necessita optimització.
SysGood=Enhorabona! Cap element necessita optimització.
ProcessGood=Enhorabona! No cal aturar processos.
ServiceGood=Enhorabona! No cal aturar serveis.
HaveProblem=Problemes trobats: %d. Faci 'clic' a "Optimitzar Tot" per resoldre'ls.
sysProblem=Elements optimitzables: %d .
Processproblem=Processos que poden tancar-se per alliberar memòria: %d
Serviceproblem=Serveis que poden aturar-se: %d 
DeleteGame=Està segur d'eliminar aquest joc?
HaveOpt=Optimitzat
btnRestore=Reprendre
btnOpt=Optimitzar
BtnAction=Acció
BtnStop=Aturar
SuggestClose=Aturar
SuggestKeep=Mantenir
haveStoped=Detingut
HaveRun=Iniciat
BtnRun=Iniciar
HaveFail=Aturada Fallida
OptComputer=Optimitzant. Esperi si us plau... 
AllgoodAfterOpt=Optimització completada! Recuperats: %s MB. Ara pot jugar!
AllgoodAfterManualOpt=Enhorabona! No cal optimitzar cap element. Ara pot jugar!
HaveProblemAfterOpt=No ha estat possible optimitzar %d elements, però s'han alliberat %s MB de memòria.
TranslateTo=Traduir a...

[sysopt]
SystemStable=Estabilitat del Sistema
SystemSpeedup=Velocitat del Sistema
NetworkSpeedup=Velocitat de la Xarxa
AutoKill=Tancar automàticament les aplicacions que no responen per evitar la caiguda del Sistema
RestartExplorer=Reiniciar automàticament Explorador de Windows per evitar la desaparició de l'escriptori
TwoProcess=Iniciar Windows Explorer com a procés separat per evitar conflictes de Sistema
ErrorReport=Desactivar els missatges d'error per millorar les prestacions del Sistema
Debugger=Desactivar el debugger per accelerar la gestió d'errors
OptMemory=Optimitzar la configuració per defecte de la memòria per millorar les prestacions del Sistema
OptVEff=Optimitzar l'aspecte dels components visuals (finestres de diàleg, menú, etc.) per millorar la velocitat de resposta del Sistema
OptFileSystem=Optimitzar el sistema d'arxius per millorar les prestacions
OptDiskSystem=Optimitzar I/O del subsistema per millorar les prestacions
DisAutoRun=Desactivar l'opció "Autoplay" per evitar infeccions de virus
OptTTL=Optimitzar la configuració de TTL (Time To Live) per millorar les prestacions de la xarxa
OptNetForward=Optimitzar la capacitat de reenviament de la xarxa per millorar el rendiment de la mateixa
OptMTU=Detectar automàticament els "forats negres" amb la tècnica Path MTU Discovery per millorar les prestacions TCP/IP
OptWINS=Optimitzar el temps de gestió de noms WINS per millorar la velocitat de transferència de dades
OptNetWork=Optimitzar la configuració de xarxa per millorar la velocitat de transferència
CloseAnimate=Desactivar els efectes d'animació maximitzant o minimitzant les finestres per accelerar la velocitat de resposta de Windows
PagingExecutive=Desactivar la paginació de la memòria i reduir el I/O del Disc per millorar les prestacions de les aplicacions (ignorar si la memòria física és inferior a 1 Gb)
StaticIP=Establir una IP estàtica per a la connexió local per accelerar la velocitat d'inici del PC
PorcessorTime=Optimitzar les prestacions del processador per a un funcionament més fluid de les aplicacions, jocs, etc. (ignorar si la màquina s'utilitza com a servidor)
DisableIDECheck=Impedir la verificació de canals IDE per accelerar la velocitat d'inici de Windows
ForeAppSpeed=Millorar la velocitat de resposta dels programes en primer pla
AeroPeek=Millorar la velocitat de visualització d'Aero Peek
AeroSnap=Accelerar Aero Snap per una visualització de les miniatures ràpida
ShowSpeed=Optimitza la velocitat de resposta de la pantalla del Sistema
IconCache=Augmentar la memòria cau d'icones del Sistema i accelerar la presentació de l'escriptori
OptDiskIdle=Optimitzar les I/O del disc mentre la CPU està inactiva
OptIEConnection=Augmentant el nombre màxim de connexions per servidor. Millora la velocitat de càrrega de les pàgines web i la visualització de vídeos
OptEthernet=Optimitzar el rendiment de la targeta Ethernet